Revit 2027 API
StructuralSectionLAngle.BoltSpacing2LongerFlange Property
 Standard bolt spacing second row in the longer flange, in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BoltSpacing2LongerFlange { get; set; }
Public Property BoltSpacing2LongerFlange As Double
	Get
	Set
public:
property double BoltSpacing2LongerFlange {
	double get ();
	void set (double value);
}
member BoltSpacing2LongerFlange : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionLAngle Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace